IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "Uma versão incorreta da dll está sendo vinculada"
IDS_RUS_DLL_ERROR_REPORT = "Não foi possível inicializar a dll COM"
IDS_CVL_REPORT_PRINTING = "Imprimindo Relatório..."
IDS_CVL_REPORT_GENERATING = "Gerando Relatório..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Cálculo da resistência das seções de elementos espaciais"
IDS_CVL_RPT_SNiP_Not_required = "Não requerido"
IDS_SP16_Par711_Title = "Cálculo da resistência de elementos sob tração ou compressão centrada (par. 7.1.1)"
IDS_SP16_Par713_Title = "Cálculo da estabilidade de elementos de seção maciça sob compressão centrada (par. 7.1.3)"
IDS_SP16_Par715_Title = "Estabilidade sob perda de estabilidade por flexo-torção de uma seção aberta (par. 7.1.5)"
IDS_SP16_Par723_Title = "Cálculo da esbeltez condicional do ramo (par. 7.2.3)"
IDS_SP16_Par724_Title = "Cálculo da estabilidade de ramos individuais em elementos de seção composta (par. 7.2.4)"
IDS_SP16_Par732_Title = "Estabilidade das paredes de elementos de seção maciça sob compressão centrada (par. 7.3.2)"
IDS_SP16_Par733_Title = "As paredes de elementos de seção maciça sob compressão centrada devem ser reforçadas com nervuras transversais (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nNervuras transversais são necessárias, mas não foram definidas."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nNervuras transversais são necessárias e foram definidas. Verificando a suficiência da frequência das nervuras transversais:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nNervuras transversais não são necessárias."
IDS_SP16_Par738_Title = "Estabilidade das chapas dos banzos de elementos de seção maciça sob compressão centrada (par. 7.3.8)"
IDS_SP16_Par821_Title = "Cálculo da resistência de vigas de classe 1: sob a ação de um Momento (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Verificação da Seção para Força cortante"
IDS_SP16_Par823_Title = "Cálculo da resistência de vigas compostas das 2ª e 3ª classes de seções I e caixão: sob a ação de um Momento (par. 8.2.3)"
IDS_SP16_Par841_Title = "Cálculo da estabilidade de vigas I de classe 1: sob a ação de um Momento (par. 8.4.1)"
IDS_SP16_Par851_Title = "Estabilidade das paredes de vigas de classe 1: sob a ação de um Momento (par. 8.5.1)"
IDS_SP16_Par853_Title = "Estabilidade das paredes de vigas de classe 1 de seção transversal simétrica na presença de Tensão local: sob a ação de um Momento (par. 8.5.3)"
IDS_SP16_Par857_Title = "Estabilidade das paredes de vigas de classe 1 de uma seção I assimétrica com mesa tracionada mais desenvolvida (par. 8.5.7)"
IDS_SP16_Par858_Title = "Estabilidade das paredes de vigas de 2ª e 3ª classe feitas de Aço homogêneo na ausência de Tensão local (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Cálculo da resistência da parede de uma viga não reforçada com enrijecedores sob a ação de Tensão local (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Estabilidade dos banzos comprimidos de vigas de classe 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Estabilidade dos banzos comprimidos de vigas de classe 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Cálculo da resistência de elementos comprimidos excentricamente e tracionados excentricamente (par. 9.1.1)"
IDS_SP16_Par913_Title = "Verificação da resistência à tração da fibra da Seção de elementos comprimidos excentricamente com seções assimétricas (par. 9.1.3)"
IDS_SP16_Par922_Title = "Cálculo da estabilidade de elementos comprimidos excentricamente no plano de ação do Momento, coincidindo com o plano de simetria (par. 9.2.2)"
IDS_SP16_Par928_Title = "Cálculo da estabilidade de elementos comprimidos excentricamente fletidos no plano de menor rigidez (par. 9.2.8)"
IDS_SP16_Par929_Title = "Cálculo da estabilidade de barras (exceto do tipo caixão) submetidas à compressão e flexão em dois planos principais (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Cálculo da estabilidade de barras (do tipo caixão) submetidas à compressão e flexão em dois planos principais (par. 9.2.10)"
IDS_SP16_Par924_Title = "Cálculo da estabilidade de barras comprimidas excentricamente fora do plano de ação do Momento durante sua flexão no plano de maior rigidez (par. 9.2.4)"
IDS_SP16_Par942_Title = "Estabilidade das paredes de elementos comprimidos excentricamente (par. 9.4.2)"
IDS_SP16_Par947_Title = "Estabilidade dos banzos (mesas) de barras comprimidas excentricamente (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Comprimentos de cálculo máximos dos elementos (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Cálculo da estabilidade das paredes de tubos sem costura ou soldados eletricamente (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Verificações adicionais não são necessárias."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Para o tipo %s, os coeficientes da Seção são: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Tipo de Seção desconhecido. Os coeficientes são: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Cálculo da esbeltez lambda_ef de um Elemento de Seção vazada"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Tipo de Seção: 1, os ramos são conectados com chapas"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Tipo de Seção: 1, os ramos são conectados com treliça"
IDS_SP16_CALC_PHI_COEFF = "Cálculo do coeficiente phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Cálculo do coeficiente de estabilidade phi_e sob compressão excêntrica de elementos maciços"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Da tabela D.3 para o_lambda_ef = %g e m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Cálculo do coeficiente de estabilidade phi_e sob compressão excêntrica de elementos vazados"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Da tabela D.4 para o_lambda_ef = %g e m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Cálculo da área reduzida Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Tipo de Seção da tabela 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Os requisitos do parágrafo 7.3.2 não são atendidos. Cálculo com área reduzida."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Os requisitos do parágrafo 9.4.2 não são atendidos. Cálculo com área reduzida."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Cálculo da esbeltez condicional última da alma (tabela 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Cálculo da esbeltez condicional última da mesa (tabela 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Cálculo de hd para Elemento sob compressão centrada"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Cálculo de hd para Elemento sem compressão centrada"
IDS_SP16_CALCULATION_OF_BD = "Cálculo de bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Cálculo de ω, α, β a partir da tabela D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Cálculo do coeficiente Cmax. Tipo de Seção: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Cálculo dos coeficientes Cy, Cz, n (tabela E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Para Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Cálculo do coeficiente B (tabela ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Cálculo dos coeficientes C e D (tabela ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "razão"
IDS_SNiP_REPORT_SECT_REDESIGN = "A Seção deve ser redesenhada."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Armadura não é necessária."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Armadura é necessária."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
